[
    {
        "text": "Det kommer framgalloperande en vacker häst som verkar ha blad och växter invävt i manen. Ju närmare den kommer desto mer ser du hur det droppar vatten om den vart den än går. Som att den precis har badat.",
        "type": "info",
        "speaker": "",
        "audio": ""
    },
    {
        "text": "Välkommen människa. Står du och beundrar min skönhet?",
        "type": "dialog",
        "speaker": "npc",
        "audio": "link to audio file"
    },
    {
        "text": "Hästen stampar och drar med hoven om vartannat",
        "type": "info",
        "speaker": ""
    },
    {
        "text": "Absolut, du är väldigt vacker. Men det var hemskt vad du har vatten efter dig?",
        "type":"dialog",
        "speaker": "player"
    },
    {
        "text": "Såklart har jag det! Bäckahästen är jag och dit jag går så följer vatten efter. Har du inte hört historien bakom dessa kvarter?",
        "type": "dialog",
        "speaker": "npc"
    },
    {
        "text": "Stamp drag , drag stamp , drag , stamp drag , stamp drag stamp stamp",
        "type": "info",
        "speaker": "",
        "audio": ""
    },
    {
        "text": "Inte riktigt.",
        "type":"dialog",
        "speaker": "player"
    },
    {
        "text": "Under de gamla goda dar var detta en mittpunkt för sjömän att samla sig vid. Det var även ett badhus här i närheten… det var så roligt då.",
        "type": "dialog",
        "speaker": "npc"
    },
    {
        "text": "Stamp drag stamp, stamp stamp, drag stamp, drag drag stamp, stamp drag, stamp drag stamp",
        "type": "info",
        "speaker": "",
        "audio": ""
    },
    {
        "text": "Men det inte roligt längre?",
        "type":"dialog",
        "speaker": "player"
    },
    {
        "text": "Inte som det var förr ska du veta!",
        "type": "dialog",
        "speaker": "npc"
    },
    {
        "text": "Drag drag, drag drag drag, drag",
        "type": "info",
        "speaker": "",
        "audio": "link to audio file"
    },
    {
        "text": "..Okej, på tal om förr. Har du sett en liten flicka/pojke som försvann här år 1922? Och ytterligare en för någon vecka sedan?",
        "type":"dialog",
        "speaker": "player"
    },
    {
        "text": "Många barn har jag sett genom mina århundraden och många fler har fått rida på min rygg!",
        "type": "dialog",
        "speaker": "npc",
        "audio": "link to audio file"
    },
    {
        "text": "Hästen gnäggar av skratt och du ser att munnen är full av sylvassa tänder",
        "type": "info",
        "speaker": "",
        "audio": "link to audio file"
    },
    {
        "text": "Men inga har jag tagit på minst två århundraden. Få av oss gör numera. Men jag har mina misstankar om vem du talar om. Mitt vatten kanske kan hjälpa dig.",
        "type": "dialog",
        "speaker": "npc",
        "audio": "link to audio file"
    },
    {
        "text": "Stamp stamp stamp drag, stamp drag, drag, drag, drag stamp, stamp, drag, stamp stamp drag drag stamp stamp",
        "type": "info",
        "speaker": "",
        "audio": "link to audio file"
    },
    {
        "text": "Du tittar på vattnet som glittrar över Bäckahästens mank och tänker på den lilla flaskan du precis hittade.",
        "type": "info",
        "speaker": "",
        "audio": ""
    },
    {
        "text": "Skulle jag kunna få lite av ditt vatten? Jag antar att det inte är vanligt vatten? Det glittrar så vackert.",
        "type":"dialog",
        "speaker": "player"
    },
    {
        "text": "Självklart är det inte vanligt vatten! Om du svarar på frågan jag redan har gett dig kan du få med dig en del av mitt underbara vatten. Om inte så kan jag visa dig hur vi hade roligt förr i tiden!",
        "type": "dialog",
        "speaker": "npc",
        "audio": "link to audio file",
        "markDone": true
    }
]