{
    "dialog": [
        {
            "text": "Du ser en liten gubbe stå och sopa. Han är ser inte ut att vara längre än en pall.",
            "type": "info",
            "speaker": "",
            "audio": "link to audio file"
        },
        {
            "text": "*Suck* Vad vill du, människa?",
            "type": "dialog",
            "speaker": "npc",
            "audio": ""
        },
        {
            "text": "Jag hörde att detta var en saluhall förr?",
            "type":"dialog",
            "speaker": "player"
        },
        {
            "text": "Usch påminn mig inte. Annat var det när det var ett ridhus. Det var fina tider det! Nu har ni människor bestämt er för att förvandla allt arbete jag hade gjort till en samlingsplats för enbart er nöje.?",
            "type": "dialog",
            "speaker": "npc",
            "audio": "link to audio file"
        },
        {
            "text": "Gårdstomten går till andra hörnet och sopar. Du följer efter.",
            "type":"info",
            "speaker": ""
        },
        {
            "text": "Vad menar du?",
            "type": "dialog",
            "speaker": "player"
        },
        {
            "text": " Vad finns det att säga? Jag är gårdstomten som alltid har tagit hand om denna byggnad! Mitt ridhus har nu blivit en boulebar och istället för att störa mig på dagen måste ni göra det sent på natten också. Ingen frid här!",
            "type":"dialog",
            "speaker": "npc"
        },
        {
            "text": "Varför är du fortfarande kvar här då?",
            "type": "dialog",
            "speaker": "player"
        },
        {
            "text": "Lojalitet, människa. Hur annars skulle det se så här omskött ut om inte jag var här?",
            "type": "dialog",
            "speaker": "npc",
            "audio": "link to audio file"
        },
        {
            "text": "Gårdstomte kollar på dig stolt medan han går tillbaka till porten",
            "type":"info",
            "speaker": ""
        },
        {
            "text": "DUNS",
            "type":"info",
            "speaker": "",
            "audio": "duns.mp3"
        },
        {
            "text": "Gårdstomten har fallit ner på marken. Du kollar ner för att se vad han snubblade på och ser något metalliskt skina bland skräphögen.",
            "type":"info",
            "speaker": ""
        },
        {
            "text": "Oj! Hur gick de–",
            "type": "dialog",
            "speaker": "player"
        },
        {
            "text": "Må ragnarök komma, aj aj aj!",
            "type": "dialog",
            "speaker": "npc"
        },
        {
            "text": "Gårdstomten håller sin fot och surar. När han kollar ner på vad som fällde honom blir hans min ännu grövre.",
            "type":"info",
            "speaker": ""
        },
        {
            "text": "Såklart det är det dumma klotet. Ser du vad ni människor lämnar kvar framför gången? Ingen hyfs.",
            "type": "dialog",
            "speaker": "npc"
        },
        {
            "text": "Kan du inte bara flytta på klotet?",
            "type": "dialog",
            "speaker": "player"
        },
        {
            "text": "Tomten blänger på dig.",
            "type":"info",
            "speaker": ""
        },
        {
            "text": "…Du tror inte det var det första jag tänkte eller? Jag kan inte ta i det, det bränns så förbannat.",
            "type": "dialog",
            "speaker": "npc"
        },
        {
            "text": "Jag kan flytta det åt dig om du vill.",
            "type": "dialog",
            "speaker": "player"
        },
        {
            "text": "Gårdstomten stiger åt sidan. Du flyttar på skroten och får syn på ett bouleklot. Med lite ansträngning tar du upp klotet.",
            "type":"info",
            "speaker": ""
        },
        {
            "text": "Vill du ha den?",
            "type": "dialog",
            "speaker": "player"
        },
        {
            "text": "Nej, du kan ta det.",
            "type": "dialog",
            "speaker": "npc"
        },
        {
            "text": "Tack? Du, jag behöver fråga dig en sak! Ett barn blev tagen härifrån när ditt hus var en saluhall för 100 år sedan och ytterligare ett barn har tagits nu igen. Har du sett något som kan hjälpa mig?",
            "type": "dialog",
            "speaker": "player"
        },
        {
            "text": "Här springer inga barn längre, bara förväxta högljudda slynglar.. Men de små var här då och nog har de varit här igen..",
            "type": "dialog",
            "speaker": "npc"
        },
        {
            "text": "Vem är de små?",
            "type": "dialog",
            "speaker": "player"
        },
        {
            "text": "Irriterande små otygg. Inte tycker jag om dem. Alltid ställer de till strul för oss andra.",
            "type": "dialog",
            "speaker": "npc"
        },
        {
            "text": "Vad menar du? Kan du berätta vem de är?",
            "type": "dialog",
            "speaker": "player"
        },
        {
            "text": "Nej nu har jag inte tid med dig mer! Iväg med dig! Jag har golv att sopa! Ta klotet med dig - det är den enda hjälpen jag har tid med.",
            "type": "dialog",
            "speaker": "npc"
        },
        {
            "text": "Tomten sopar med kvasten vid dina fötter tills du har backat ut igen. Då slänger han promt igen porten.",
            "type":"info",
            "speaker": "",
            "markDone": true
        }
    ]
}